[{"model": "contenttypes.contenttype", "pk": 1, "fields": {"app_label": "admin", "model": "logentry"}}, {"model": "contenttypes.contenttype", "pk": 2, "fields": {"app_label": "auth", "model": "permission"}}, {"model": "contenttypes.contenttype", "pk": 3, "fields": {"app_label": "auth", "model": "group"}}, {"model": "contenttypes.contenttype", "pk": 4, "fields": {"app_label": "auth", "model": "user"}}, {"model": "contenttypes.contenttype", "pk": 5, "fields": {"app_label": "contenttypes", "model": "contenttype"}}, {"model": "contenttypes.contenttype", "pk": 6, "fields": {"app_label": "sessions", "model": "session"}}, {"model": "contenttypes.contenttype", "pk": 7, "fields": {"app_label": "blog", "model": "post"}}, {"model": "contenttypes.contenttype", "pk": 8, "fields": {"app_label": "blog", "model": "game"}}, {"model": "sessions.session", "pk": "l3uv9v5r87xll3qqvpx2arob6dc14o09", "fields": {"session_data": "NTU1ZWU4NTQ4ZTlkYjA0YWE3YmM4NTg1MzJkZDVhZGRmMWIxY2UxYzp7Il9hdXRoX3VzZXJfaWQiOiIxIiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiI4ZWRiNTM2MzNhZTEyMTczNTljMmM5NmZlYjViY2E4OGFhZTM4OWQ3In0=", "expire_date": "2018-06-12T08:16:10.070Z"}}, {"model": "auth.permission", "pk": 1, "fields": {"name": "Can add log entry", "content_type": 1, "codename": "add_logentry"}}, {"model": "auth.permission", "pk": 2, "fields": {"name": "Can change log entry", "content_type": 1, "codename": "change_logentry"}}, {"model": "auth.permission", "pk": 3, "fields": {"name": "Can delete log entry", "content_type": 1, "codename": "delete_logentry"}}, {"model": "auth.permission", "pk": 4, "fields": {"name": "Can add permission", "content_type": 2, "codename": "add_permission"}}, {"model": "auth.permission", "pk": 5, "fields": {"name": "Can change permission", "content_type": 2, "codename": "change_permission"}}, {"model": "auth.permission", "pk": 6, "fields": {"name": "Can delete permission", "content_type": 2, "codename": "delete_permission"}}, {"model": "auth.permission", "pk": 7, "fields": {"name": "Can add group", "content_type": 3, "codename": "add_group"}}, {"model": "auth.permission", "pk": 8, "fields": {"name": "Can change group", "content_type": 3, "codename": "change_group"}}, {"model": "auth.permission", "pk": 9, "fields": {"name": "Can delete group", "content_type": 3, "codename": "delete_group"}}, {"model": "auth.permission", "pk": 10, "fields": {"name": "Can add user", "content_type": 4, "codename": "add_user"}}, {"model": "auth.permission", "pk": 11, "fields": {"name": "Can change user", "content_type": 4, "codename": "change_user"}}, {"model": "auth.permission", "pk": 12, "fields": {"name": "Can delete user", "content_type": 4, "codename": "delete_user"}}, {"model": "auth.permission", "pk": 13, "fields": {"name": "Can add content type", "content_type": 5, "codename": "add_contenttype"}}, {"model": "auth.permission", "pk": 14, "fields": {"name": "Can change content type", "content_type": 5, "codename": "change_contenttype"}}, {"model": "auth.permission", "pk": 15, "fields": {"name": "Can delete content type", "content_type": 5, "codename": "delete_contenttype"}}, {"model": "auth.permission", "pk": 16, "fields": {"name": "Can add session", "content_type": 6, "codename": "add_session"}}, {"model": "auth.permission", "pk": 17, "fields": {"name": "Can change session", "content_type": 6, "codename": "change_session"}}, {"model": "auth.permission", "pk": 18, "fields": {"name": "Can delete session", "content_type": 6, "codename": "delete_session"}}, {"model": "auth.permission", "pk": 19, "fields": {"name": "Can add post", "content_type": 7, "codename": "add_post"}}, {"model": "auth.permission", "pk": 20, "fields": {"name": "Can change post", "content_type": 7, "codename": "change_post"}}, {"model": "auth.permission", "pk": 21, "fields": {"name": "Can delete post", "content_type": 7, "codename": "delete_post"}}, {"model": "auth.permission", "pk": 22, "fields": {"name": "Can add game", "content_type": 8, "codename": "add_game"}}, {"model": "auth.permission", "pk": 23, "fields": {"name": "Can change game", "content_type": 8, "codename": "change_game"}}, {"model": "auth.permission", "pk": 24, "fields": {"name": "Can delete game", "content_type": 8, "codename": "delete_game"}}, {"model": "auth.user", "pk": 1, "fields": {"password": "pbkdf2_sha256$36000$q24rh9evVz4x$lmZ3SdR7cBmZQDk2fCABe7nFA4qXpNoywdgQ2pMKgxU=", "last_login": "2018-05-29T08:16:10.054Z", "is_superuser": true, "username": "lexicon", "first_name": "", "last_name": "", "email": "alvhor02@edu.umea.se", "is_staff": true, "is_active": true, "date_joined": "2018-05-29T08:15:33.147Z", "groups": [], "user_permissions": []}}, {"model": "blog.post", "pk": 1, "fields": {"author": 1, "title": "Mobiltelefonen - Våran nya drog?", "text": "Allt fler skaffar smartphones nuförtiden, de är vad som håller oss uppe på nätterna, väcker oss på morgonen och gör oss alla till okänslosamma “psykopater”\r\nEn sak jag ser dagligen är då klasskamraterna kommer till skolan är hur man hälsar, en civiliserad och human handling kanske vore\r\nHej! Hur mår du?\r\nIstället så blir den vardagliga reaktionen att snabbt för att undvika ögonkontakt och jobbiga konversationer sträcka sig ner till fickan och låtsas vara upptagen på andra håll i mobilen. \r\nPå sin höjd så står man 2 meter från varandra och klagar på prov - på snapchat. Jag menar, om inte det här visar vilka Känslo-Barriärer mobilerna är så visar en Brittisk studie (hittade ingen Svensk) att den vanligaste metoden att göra slut med sin älskade är genom SMS och Snapchat. Ett annat vanligt sätt är “ghosting”, då man bara ignorerar sin partner, svarar inte på SMS och försvinner ut ur deras liv. Allt för att undvika att se en medmänniska spontant och naturligt bryta ihop i tårar.\r\nDetta visar hur okänslosamma vi har blivit, vi vågar knappt ens ringa varandra. Jag menar, det är ju nästan som en riktig konversation. Vågar vi ens ses öga mot öga nuförtiden?\r\n\r\nIngenting längre är en slump, ingenting är naturligt eller genuint, allt är noga genomtänkt över sociala medier. Man skickar gråtande och skrattande emojis istället för att skratta tillsammans i verkliga livet. Det är ganska sjukt. Faktiskt så skrattar unga mindre och mindre nuförtiden, fler och fler unga är deprimerade och blir kränkta dagligen. Jag menar, antingen fortsätter vi såhär och ser fler och fler självmord på media. Eller så sträcker man sig bara efter telefonen och… Svarar.", "created_date": "2018-05-29T08:17:50Z", "published_date": "2018-05-30T12:37:47Z"}}, {"model": "blog.post", "pk": 2, "fields": {"author": 1, "title": "Nyårsblogg", "text": "Jag har länge velat fram och tillbaks och kom 2017 fram till att jag ville köpa en ny dator, jag planerade länge och genomförde köpet 2017-10-22. Det var en av mina gladaste dagar, dock har plånboken mått bättre. (sanning)\r\nJag höjde mina betyg med totalt 6 steg. Speciellt nöjd är jag i idrott där jag ansträngde mig som mest. (sanning)\r\nJag genomförde “spicy mc’flippin challange” Man skulle genomföra den så kallade “dödsbädden”, äta 4 habaneros under 5 minuter. (påhittad)\r\nJag och min familj bestämde oss redan 2015 att vi skulle resa till Australien och planerade därefter. 1,5 år senare står vi den 16-1-17 på Umeå Airport med packade väskor och ett stort leende på läpparna. Solen sken bakom husfasaderna och vattnet glittrade från flygplanets vy. Väl framme i paradiset så var jag med om de mest fantansitska sakerna. Vi flög, skuttade, hoppade och skrattade. efter 3 veckor av himmelrike återvände flyg 427 till Arlanda, med shorts så kom köldchocken. Men jag brydde mig inte. Jag bara log och tänkte på vad vi upplevt. (80% sanning)\r\nBland den bästa saken som jag fick nöjet att uppleva år 2017 var min hund Lunas första hundutställning. Efter år av träning så fick Luna visa sin talang och träningen betalade av sig. Hon fick hederspris! “Den som väntar på något gott väntar aldrig för länge”. (95% sanning)\r\nDen sjätte bästa saken som hände mig 2017 var att jag lyckades med mitt nyårslöfte, att sluta bita på naglarna. Det är något jag länge kämpat för men aldrig funnit motivationen att genomföra. Nu är jag äntligen fri från detta demoniska beteende. Jag hoppas att jag skall kunna fortsätta med denna fantastiskt himmelska njutning av att inte känna behovet av att göra dåligt mot mig själv för resten av 2018.\r\nJag och min familj började planera USA resan som vi ska genomföra hösten 2018. Bara tanken på det var bland det bästa som hänt mig 2017.\r\n Den åttonde bästa saken som hände mig 2017 var att jag fick beskedet att jag ska få spela curling SM.\r\nJag kom tillsammans med mitt fantastiska curling lag 3:a i B-slutspel och totalt 7:a i curling SM. \r\nJag fick spendera mycket värdefull tid tillsammans med familj och vänner.\r\nDe här tre sakerna/prestationerna gjorde mig mest stolt under 2017.\r\nJag vann en intensiv match mot SHCK Lag 1 i curling.\r\nDet här gjorde mig glad under 2017\r\nJag vann 1000 kronor på premieobligationer. \t\r\nDet svåraste jag gjort unde 2017\r\nJag överkom en av mina största rädslor, jag såg IT - Pennywise som är en prisvinnande skräckfilm, \r\nDe tre viktigaste sakerna jag lärde mig under 2017\r\nAtt vara snäll med andra, då är andra snäll med dig.\r\nUppskatta sina medmänniskor, då uppskattar dina medmänniskor dig.\r\nfokusera i skolan för bästa möjliga framtid\r\n\r\nTre saker jag skulle ha gjort annorlunda om jag fick göra om förra året\r\nJag skulle ändrat mitt nyårslöfte om att sluta bita på naglarna, det var tydligen omöjligt.\r\nSpenderat mer tid med min hund som jag insåg redan är 21 (människoår).\r\nsatsat ännu mer på idrott under lek och spel, något som visade sig vara det ända som stoppade mig från att få ett A.\r\nTre saker som jag behöver göra mer av under 2018\r\nTräna curling.\r\nTräna Badminton.\r\nFokusera i skolan.\r\nTre saker som jag behöver göra mindre av under 2018\r\ngöra annat under skoltid  än själva skolarbetet. \r\nTräna mer för att kunna spela Division 2 i curling.\r\nspendera mer tid med vänner, både online och IRL.\r\nTre saker som jag behöver sluta med helt under 2018\r\nBita naglarna.\r\nBita på naglarna.\r\nBita mina naglar.\r\nSå här var min födelsedag 2017\r\nFantastisk, jag fick många grejer jag önskat mig. från Mamma fick jag en cykel för 8000kr O_O av Pappa betalade halva min dator 24000/2 O_O av brorsan fick jag ett dryckesspel (beerpong) 200 kr :D och av syrran fick jag en världskarta 159 kr :).\r\nMen det bästa med kalaset var inte presenterna utan det var släktkalaset med farmor och farfar.\r\nEn resa, en händelse eller något annat intressant jag gjorde under 2017\r\nJag reste till Schweiz, Frankrike, Italien och England. Detta var en väldigt rolig upplevelse där jag fick göra många roliga grejer. Det absolut roligaste med resan var att besöka Harry Potter Museét.  \r\nNågot jag gjorde under 2017 som jag aldrig gjort förut\r\nFyllde 14 år \r\nMina förväntningar/mål för 2018 (förklara varför)\r\nmIna mål för 2018 är bland annat att vara snällare med andra, men även att fokusera mer i skolarbetet för att kunna nå högre mål, mitt ultimata mål är att ha C i alla No och So ämnen (något som jag har svårt för). Men även att nå A i idrott, detta är något som jag kämpat för länge.\r\nMitt bästa råd till mig själv för 2018\r\nVara mig själv och ha roligt.", "created_date": "2018-05-29T08:20:34Z", "published_date": "2018-05-30T11:37:20.129Z"}}, {"model": "blog.post", "pk": 3, "fields": {"author": 1, "title": "Unnecessary product writing project 8de", "text": "The product or products that i’m going to talk about is Men’s and women’s tea. It’s basically the same product with two different names. The product is made to let people feel how “feminine” or “masculine” they are. Like proving for themself how much of a woman respectively man you are. Though i still see no reason for this product to be manufactured. \r\nI of course don’t think that neither of these should be manufactured, but one of them. But the last standing product should still be renamed to a less gender-targeting name.\r\nBut then again, i respect tea drinkers so keep on drinking tea. Though, i don't really like tea myself.\r\nWell anyways, this product is by the well known company “Yogi Tea” and makes the customer pay about 40 Swedish kronor.\r\nI believe this is a very reasonable price that most people can afford.\r\neven though it's a very good price i still dont think a lot of people buy this unnecessary product, so like myself i think most people can manage without getting it and most people managed before knowing about this unnecessary product.\r\nFor those who feel like they have finally understood the struggle their life has been before they knew this product, can find it in stores like “tehörnan” and on their web page where it’s promoted to its customers.\r\n\r\nI think this a very old fashioned product since we live in a rather gender stereotypical cleansed country and society. So for those who would like to promote a barrier free climate between the genders should not buy this product.\r\n\r\nA question i’ve been thinking alot about is whether or not you could actually recycle tea. I mean sure, the wrapping that makes up the box but like the tea bag. The conclusion was yes, i believe you can recycle. But i reckon this would be a rather advanced process that would probably burn more resources then what's really recycled.\r\n\r\n\r\nUnnecessary products are made because the founder/creator/producer thinks that the product is necessary whilst the customers disagree, but i think that we learn what is necessary and unnecessary over the years so i think a lot of more unnecessary products were made back in the days compared to today. To this matter there is no specific person to blame as to what i believe, my philosophy is that everyone is a bit responsible to most things in the world, bad and good. Even though you probably wasn't’ the founder of Apple you yourself might done something without knowing it that changed the way someone thought which in the long run changed how Steve Jobs thought when he made the famous company we are all aware of. \r\n \r\nIf we were to decrease our consumption of unnecessary products we would not only change the economy for the good (more money for School, Medical treatments etc) but also the climate. There would be far less products manufactured that tear our climate down and make sure trees are removed so the global crisis gets worse.\r\nAs consumers we always have a choice, it might feel like your good choices barely does any difference, but just look at Grubbeskolan, we have planted over 1,5K trees in Borneo. Ain’t that impressive y’all?!", "created_date": "2018-05-29T08:21:01Z", "published_date": null}}, {"model": "blog.post", "pk": 4, "fields": {"author": 1, "title": "Sample title", "text": "Test", "created_date": "2018-05-30T11:25:08.246Z", "published_date": null}}, {"model": "blog.post", "pk": 5, "fields": {"author": 1, "title": "Sample title", "text": "Test", "created_date": "2018-05-30T11:25:21.382Z", "published_date": null}}, {"model": "blog.game", "pk": 1, "fields": {"creator": 1, "title": "Multiplayer Tank game.", "text": "1 v 1 game to play ánd have the time of your life with your friends and family! :D", "link": "https://scratch.mit.edu/projects/189209756/"}}, {"model": "blog.game", "pk": 2, "fields": {"creator": 1, "title": "Spanish words - Beginner's random word generator.", "text": "A great game where the robot challenges you to Write the correct translation from a Spanish word/sentence and then translate into Swedish. If you answer right you get one point. If you answer wrong, the robot will steal one point. Try to make it to 5 points before the time's up!\r\nRobo-Quiz Programming!", "link": "https://scratch.mit.edu/projects/190916304/"}}, {"model": "admin.logentry", "pk": 1, "fields": {"action_time": "2018-05-29T08:19:14.901Z", "user": 1, "content_type": 7, "object_id": "1", "object_repr": "Mobiltelefonen - Våran nya drog?", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 2, "fields": {"action_time": "2018-05-29T08:21:01.912Z", "user": 1, "content_type": 7, "object_id": "2", "object_repr": "Nyårsblogg", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 3, "fields": {"action_time": "2018-05-29T08:21:47.823Z", "user": 1, "content_type": 7, "object_id": "3", "object_repr": "Unnecessary product writing project 8de", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 4, "fields": {"action_time": "2018-05-30T12:37:51.190Z", "user": 1, "content_type": 7, "object_id": "1", "object_repr": "Mobiltelefonen - Våran nya drog?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"published_date\"]}}]"}}, {"model": "admin.logentry", "pk": 5, "fields": {"action_time": "2018-05-30T12:57:34.357Z", "user": 1, "content_type": 8, "object_id": "1", "object_repr": "Game object", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 6, "fields": {"action_time": "2018-05-30T13:01:39.220Z", "user": 1, "content_type": 8, "object_id": "1", "object_repr": "Multiplayer Tank game.", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 7, "fields": {"action_time": "2018-05-30T13:09:47.890Z", "user": 1, "content_type": 8, "object_id": "2", "object_repr": "Spanish words - Beginner's random word generator.", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 8, "fields": {"action_time": "2018-05-30T13:22:02.128Z", "user": 1, "content_type": 8, "object_id": "2", "object_repr": "Spanish words - Beginner's random word generator.", "action_flag": 2, "change_message": "[]"}}]